---
kind: other
id: Methods.T:Autodesk.Revit.DB.WorksharingTooltipInfo
source: html/1f71a9dc-5470-45a3-d6f2-f1df079f4dc5.htm
---
# WorksharingTooltipInfo Methods

The ordered list of unique user names of users who have outstanding editing requests for
 the specified element.